quest_system_3127257_name=^?^Recover the Plugens
quest_system_3127257_stage_0=^?^Find the 400 stolen plugens.
quest_system_3127257_stage_1=^?^Bring all the recovered plugens to the castle.
quest_system_3127257_stage_2=^?^Punish the rogues who robbed the wagon.
quest_system_3127257_task=^?^It's your first mission in the king's service!<br>Rogues have robbed the tax collector. The crime took place on the main road, leading east to Arlania. You are to find the wagon and return all the stolen plugens to the king.<br>[reward]
